V149
64831
1410
43853
1102
64801
36201
85191
6954
64793
V5481
7848
53782
9744
2110
86412
65423
99603
94232
2867
5304
E8613
2981
E8780
41000
5934
6271
3521
71108
36229
29593
V1042
78262
27401
80607
83905
9540
6202
3940
9168
73319
24921
8601
4489
65251
E9478
28521
V422
62210
9009
37274
V561
80705
20932
4255
11509
62212
7239
98984
2948
V4289
99630
40493
69010
0391
78904
8360
E8798
84502
94420
2532
E8497
30014
9695
28409
55321
8405
0031
E8849
6178
9175
7108
E9351
81401
09152
99609
E8551
30541
9698
32727
36102
37240
20012
83101
9661
74560
94120
72691
7358
1502
71194
7513
1725
E8768
V113
28983
1918
3348
30543
1746
3441
30520
6011
53270
1468
43830
138
E848
4280
0030
36252
E8120
99640
8209
8631
66131
5889
E9470
73315
30271
43491
72999
94110
1618
83104
42654
V5415
V421
8448
09489
56722
30470
94321
V4360
2897
38603
23771
33390
71789
43881
81400
75251
29602
20936
5848
2829
04109
53560
2892
2323
7812
2682
4290
7850
36207
7078
71928
3708
V1252
E9020
1884
78830
5800
316
V1059
E9304
6040
81242
46410
9172
1602
27410
E0161
53081
5531
5778
0790
2592
42732
V5309
99662
8941
V690
20971
4519
7485
V8741
V5876
44502
75671
79409
41189
7899
59989
E8543
99583
82022
7359
36522
1912
41512
99651
72706
V4281
94121
6259
2850
2309
78935
8771
73720
V5831
73730
220
V759
79504
85221
8670
9150
72991
28262
81244
3543
1741
V6405
27482
V1506
E8261
5760
24901
36002
30570
2912
87201
4375
87359
V701
1727
64673
E9451
9911
1458
V5417
56986
1508
V4578
V412
V1559
81103
47819
57400
V610
9193
30540
56213
7237
53440
5561
V1859
4730
0400
36900
75651
29502
3363
5562
42290
V6403
7797
59373
82381
9552
3220
7880
V702
3594
30182
2249
94844
E9384
V156
30300
51889
86800
38530
94124
E8582
30921
36510
7874
9729
64824
73399
71690
55201
33920
6231
30563
99529
6851
80306
6170
27949
V222
3576
27785
36000
71850
V0179
6113
9858
1411
56089
E0141
1889
78056
9155
80336
5239
85101
7398
4558
84209
80325
79509
E9804
81411
E9232
00845
4536
43831
5646
V5302
41040
85224
3200
E9429
V440
E9650
70706
57410
71525
7962
53220
46451
29532
4474
6012
V0261
3481
60020
9010
V5812
45379
V5781
3438
7459
2468
27900
04590
0219
30401
7361
2390
71911
E9325
V552
87343
84503
80702
42760
7811
86340
4130
V1029
34122
73015
9080
7856
30752
57421
44322
27953
8799
4476
53783
30501
72252
9072
53300
85304
78097
34200
73392
72293
V1641
31400
V7283
4233
V446
7320
34550
78071
20213
86503
V155
V1012
0048
6144
V1084
57450
E8796
32089
V8525
34402
07030
80605
591
E9453
07989
E8152
66111
34681
40401
71843
92231
9245
2908
2660
5642
2531
63411
V1329
3432
48242
3899
V580
V8536
2651
01190
2581
43401
87361
7802
5060
73320
94810
8830
53271
2298
V451
42741
38100
6205
4570
2370
70721
9086
03812
4139
E911
2373
2971
83903
2398
29621
81393
81003
3361
73741
E9463
71536
6807
73630
1460
29542
71535
2519
V707
23332
71223
55221
31231
57401
2550
6268
63491
7171
V8544
82321
20975
0039
88100
2879
500
33828
0272
20031
E0130
71691
8461
60490
78607
9828
1719
99641
V7644
86101
3207
262
72672
71238
41407
8791
52460
E9800
3564
9693
86804
3349
2535
25031
01194
E9174
71941
5994
E9278
29534
E8889
73639
73382
96502
6219
20081
2513
E8869
1105
94212
5273
V1509
E8122
99673
80706
V1272
1838
36001
5753
2108
30551
41419
5712
E9363
566
94130
V1061
1977
70400
6861
7384
3094
2690
65583
9060
41091
28261
40390
56781
2939
20285
4371
0530
0463
8901
71430
29651
7369
96979
2853
20162
65581
80066
5932
9708
6175
73734
V1041
2889
4549
85182
4847
2793
85222
5565
78961
1898
E9342
53250
5224
56971
3561
V6282
42499
65413
71834
V1251
45383
20010
2181
1834
V1086
45821
29189
72191
6949
2701
64662
05322
V8530
37556
V5422
2367
V1242
59651
53150
53190
34701
5609
E892
94335
75482
2681
7101
1173
2530
75249
80035
V7282
36234
37311
51909
5439
8025
3789
45981
1461
04110
3334
1872
2357
70583
5362
V5844
28984
0549
7920
05829
4430
9051
8621
44489
46430
56032
V698
80624
82531
5758
1922
04119
4408
936
V109
75617
7914
65703
9733
80841
20021
E8503
45119
78058
71687
36260
85140
32725
27803
71882
2593
42843
V714
99682
80505
E8179
86102
99679
9198
0390
E9413
V1300
42611
65651
40509
94523
V4589
71782
5821
V148
80843
2594
9986
29636
85246
2700
49310
34401
71237
5859
84200
1123
78834
04105
20930
8676
E9394
94417
9033
20240
4739
71904
62130
37120
66401
4532
09049
9075
78099
37515
94223
8730
V568
94426
79589
2559
9962
1910
9083
73722
7861
E8150
94324
73004
20500
2419
3490
65971
60781
4242
61883
0949
66612
2558
38913
20020
43851
65341
42099
20278
1986
5118
80016
30421
2352
33189
95205
30460
30029
29626
4320
20050
72990
1471
56985
V5874
92321
9340
99592
9696
2599
5298
53471
86222
981
V4985
E8789
70711
3410
4253
45387
7867
78550
78964
40492
42731
6260
4548
1330
2304
31223
01500
53191
V1005
V0980
2808
80849
1522
9678
4441
0239
8242
V424
9600
3239
E8136
E9460
73673
8300
30403
71749
5305
9068
3431
4271
38900
V609
80600
38911
11284
E9289
V175
36231
29530
8488
8744
9229
35789
95203
1728
80120
71104
8860
7400
41511
7211
E8129
8485
2521
94229
2693
V1088
1501
67482
1535
5999
78791
5161
74722
36551
3538
85402
73739
3344
8505
2537
71685
29571
81392
2739
7291
34292
07059
9627
8020
4841
2727
81010
V1081
80022
5690
9221
2449
3060
78841
99889
80322
0049
71538
V4963
E0010
30552
73012
30151
70219
6944
E8769
28989
3004
71849
23871
E8552
E9883
7463
73312
9534
0412
1941
81382
62131
V6141
5206
32381
94341
78199
5680
42682
1869
78821
38917
78902
20380
V1040
1738
86502
30592
9720
4771
4412
37532
43883
94425
4466
7465
53501
56400
75983
30473
8630
1520
73341
64923
38612
2865
0319
V1652
49392
V556
30272
29631
7313
5409
38910
E9356
E9298
25092
1489
7292
7312
9190
1551
3545
V286
04102
72762
71650
83920
83805
E8583
38830
E9809
1591
7103
9470
42820
78969
V443
5995
20400
0794
V7612
13100
9522
33383
1588
83904
58381
5272
84841
V8534
04619
9928
5710
2391
E9294
3016
88013
V6109
4352
65311
49320
E9357
40300
5834
85181
78934
9535
43814
59371
94329
44022
86601
8704
1841
9125
57471
94428
20961
79923
E8250
1108
2167
0092
37000
40599
94331
570
82030
8489
7825
V716
78051
71693
71109
9091
65451
7842
29283
73329
71985
74763
8083
47870
V510
45389
30561
V5867
45911
1539
V518
3319
4612
42841
71512
4559
4299
86802
70211
94136
7506
V4588
9743
80171
261
4660
81100
36970
37993
2380
30471
56201
03289
53110
E912
3129
7242
71847
86399
65671
1613
92421
7061
7571
V1502
30744
4200
30928
6119
71593
63390
0091
3942
82110
20720
1504
3336
4733
00861
E8151
9331
20028
V1588
7329
64973
74609
V4983
52681
4579
4512
78559
E8189
20228
42840
2729
4178
36583
4111
9460
20202
7220
4131
34281
42769
64681
30285
V5863
3089
4599
37157
1478
4292
4170
38619
64843
43842
2661
94400
2363
V1551
V558
8027
72251
0329
7386
9592
4557
84509
80710
87360
3674
57411
71895
71781
38181
E9173
6989
1965
99560
20979
431
V1011
07889
V6289
V8532
3082
07799
01196
V4579
V0251
71961
20280
74760
99833
81001
81259
36840
56203
20271
1160
20780
85300
3508
24940
78903
41050
36232
1808
20201
V1007
74710
2763
6081
V7281
542
69289
E9248
E8699
4378
9073
04181
243
8970
71908
27730
0478
71290
44581
25020
30503
E8538
1915
5811
0309
73008
99678
1982
82330
34630
8870
43380
7455
1578
71663
28260
73018
5761
20274
75319
3101
94134
E9673
49381
82000
V403
3480
V1505
9102
E9380
V6281
27661
6021
49321
96509
7458
2730
56944
514
36289
80626
5647
9390
58089
9341
1466
29625
7845
V1851
71916
2273
33510
37253
V748
V1072
99731
9105
20480
E8980
9870
E8121
683
65641
53019
35979
4880
0362
78341
38869
4142
0521
E9359
37800
33523
3360
2127
260
36041
V0254
34461
73606
81241
7395
71101
1579
2988
37432
3960
6198
V6149
6228
96909
6951
86512
99653
V5426
20194
3317
9222
1745
40400
78194
69018
V4973
9990
36213
V1261
48281
E8689
73349
33910
3418
45621
4538
E9393
88000
0993
2150
44421
9722
4539
65631
66481
71698
73381
E8600
99561
2820
3384
6150
85145
V6123
V462
53640
31289
85200
75310
37854
41404
99631
42650
1624
64693
E851
8780
V4975
4760
79399
20164
8620
43320
74685
1974
86402
V5419
E8529
311
70712
3335
41042
94300
37501
99663
53400
28981
51919
04186
2984
42689
20281
9679
V551
80711
67403
43850
94401
V554
71504
24201
1620
E8706
1886
3488
5269
80224
1603
30420
E9821
9894
78720
4808
9913
1274
3109
3911
8602
85206
1914
V6441
87363
69519
1340
57470
00804
37990
70707
29564
33922
71590
1440
20291
6249
2153
36500
75470
82021
25070
1573
V460
71197
27651
8770
28268
6227
59370
45620
71944
1479
9181
36847
43810
71594
34600
6256
71431
7210
80111
96900
6825
E8704
29574
V573
9490
34671
6959
E9990
41092
71966
E9310
71959
75461
7273
73001
30009
83209
1966
1543
4374
56721
V173
73029
1431
34580
V1201
36410
V4389
7835
3371
7397
38420
85226
0415
47833
51902
E9361
31203
3679
44589
64903
80629
8270
28803
87341
4281
99676
7048
71656
2331
29656
71741
7934
9571
5601
72611
53550
4592
75683
81611
78907
99602
94811
81306
44023
7964
E9412
2725
36105
78060
31234
71589
2883
5643
72619
3091
78261
80504
V1082
34931
V160
99830
55001
048
25801
V4361
V4613
4241
1736
7947
V4582
6200
29660
V1643
36217
29289
1449
33721
4389
64861
85106
28242
485
73629
8245
36844
E9600
V550
7873
20800
0527
81331
52800
E8131
V5866
470
03842
V1651
66441
20288
8796
71658
53789
1706
7262
9244
85409
8872
8470
2354
8370
1958
9808
80129
1600
92800
75616
2662
E9466
01160
33722
20491
3629
V5875
V5811
20072
E8180
83803
37140
1704
V621
0090
85229
83402
1454
64393
66201
9473
04082
35579
71743
81243
E9268
67133
E9500
20208
38918
E9322
20963
E9064
30989
30483
60883
V232
41062
38600
65421
5185
94535
7595
2152
V5842
2271
E9315
30413
44100
71511
4822
36964
99700
03844
78003
5194
3201
2699
V5889
73088
38003
7907
78862
73016
E8501
6241
5832
94105
79582
7336
9596
1911
78831
53540
20282
0312
43822
05311
V4500
72882
5719
29284
86504
29661
64631
78630
80500
41411
V5412
4610
2698
56481
71881
78960
V6889
59654
2552
7321
3439
5283
73394
2819
1124
82529
78552
1401
38301
2978
8690
82002
99667
65961
V4971
11281
0820
38533
80669
586
5401
V1043
20200
2915
30019
25042
29641
9832
53171
33812
99988
70724
29285
9712
0661
34210
6237
36960
20935
25073
3222
V1861
92720
44021
7244
30521
82524
8974
8931
48241
9949
3383
79092
34291
V481
V5339
4400
V5862
1488
78839
64944
1144
1715
7840
78491
9941
1149
32752
E8585
48284
20880
32720
E899
5845
5088
V5873
45939
9043
E8161
44321
7224
V4586
V058
20950
53120
1122
0729
81504
9050
25000
78659
83401
99647
42612
59010
5724
64003
47829
3963
79001
E966
37739
V037
41080
9220
72210
73676
5571
8604
30089
40291
2231
42832
99681
28800
4560
6108
1590
72290
V180
71530
61881
8502
3533
40410
2875
E8845
2779
85220
9999
7932
E0149
34700
V090
78032
56211
6235
60090
56960
2397
30590
71943
9120
8714
V161
3971
72272
1619
4294
47832
65223
99582
5518
1734
3148
2813
E9318
4530
71981
V1589
2842
05379
5930
4262
80507
E9040
70581
V4366
86509
29604
85196
2909
9094
9659
2814
83501
7540
25082
3739
56782
6805
64633
4650
3158
6806
95901
90253
73314
78966
37313
6802
6186
3453
80229
3732
5723
81380
042
81502
V1049
78343
86321
25050
3017
80228
1744
27400
9893
41412
53087
42652
90001
20043
29553
5691
73313
4267
2724
9349
5754
29583
2759
E8171
9752
E9178
7820
75611
36610
1521
25080
7173
393
80508
71915
55329
34430
E9379
94504
40290
9165
70521
71229
29585
79021
9110
6918
V4960
37956
5379
E0009
E8782
72888
6923
64213
53541
55121
71233
27652
4179
22800
2409
42742
V4284
27801
2732
3523
44101
V622
73321
5679
71510
45375
45930
41020
8922
20206
30433
64664
99659
74781
72742
E9682
78606
42610
8072
8439
36974
44329
42983
82130
34611
E8282
07032
03689
5178
0499
44324
64864
5582
481
0038
3300
V51
4801
30400
45377
0730
4919
4959
37887
E8800
71855
36211
V0950
7350
3340
79902
28809
7830
4019
30021
V812
53410
99772
V8401
3499
2781
V501
83901
3393
1561
73342
3552
65613
4618
E9000
6100
7268
5791
34982
8404
6222
27503
45181
32702
74442
5890
81333
V08
75739
87269
33701
9919
6924
35571
30550
8361
33529
7422
96902
3182
E9328
67202
41400
07051
1473
E9345
6984
27901
V1052
65441
2692
57480
64513
99881
47831
V618
94448
5373
71654
27700
41021
V719
20023
5721
V1002
80122
61805
1490
20204
44771
1533
28950
E9019
V489
75261
2930
29681
E8499
3669
4460
5551
5064
99812
7994
20781
23770
0796
V0991
53470
4259
E9323
7327
32341
9916
44389
5992
69276
V5301
99883
28863
1917
V8381
46450
5689
80021
87402
9138
30015
42789
47822
E9401
64804
7949
2983
59969
E9205
44323
71591
27541
4409
86803
71699
1418
81501
80126
2798
28866
6279
V151
28860
5881
V061
5550
7707
2121
V1249
V096
33392
0792
3069
80221
3133
7935
25043
E8602
72230
2884
E9435
2190
71841
28851
94100
30113
74684
2706
71831
8950
9213
9880
075
86405
55092
27802
05479
34682
7483
1450
3885
81323
E8498
72871
72781
9151
9171
1480
85205
30571
43889
9701
V5721
53230
1739
3889
95208
45342
40519
6960
71945
5948
66951
42822
28264
20018
61172
64123
7380
V1301
92710
24210
72190
3314
7473
36361
V1269
2281
2469
V0951
V1352
01124
1319
20192
2528
6822
79922
51901
72612
V694
2989
0339
83921
V1819
5849
41403
9923
2312
1874
2109
27402
E8191
V431
73605
E8130
20580
73689
94539
38013
3022
95204
29590
9664
9162
73300
931
5299
82312
72673
25071
42299
44031
72142
5765
8240
5852
20074
20040
04185
6018
94325
V252
56949
5929
92301
E9347
035
53140
20891
37214
34540
20082
30573
7948
30542
9401
64811
27786
71531
V6285
64663
65963
82332
8246
3570
43819
5306
E8147
37732
9170
4928
6945
1821
2134
30720
29594
5130
3241
6804
75431
34670
5309
61689
2734
V579
1179
2334
82300
5880
41041
85146
4421
87344
34409
38870
3081
20940
9989
7593
3869
71652
78057
7179
0382
55300
29682
94222
E9480
1413
29622
37929
71875
7282
71892
29663
72761
36405
9680
03811
29411
5645
3155
20000
33519
9555
V1504
7176
8243
75320
E916
20203
1844
58289
2383
226
75530
V1781
57142
7265
20903
5809
64921
2290
56081
4414
60884
44030
9961
71987
E9290
92303
2394
71851
6071
82521
7837
V8289
41070
62989
3010
59981
41002
99593
94520
650
36263
9585
1899
5198
7925
5062
V524
29699
9164
7863
7823
4785
48239
7324
2893
53261
40511
6809
7539
1368
61179
V6107
061
V5399
2733
7999
8710
6273
5563
7908
73681
86409
65941
9093
9610
72884
8798
475
5238
20902
V2652
99594
7921
5569
53089
V5872
5781
V4576
87350
7818
56943
9951
81315
40201
4720
29600
V8522
71805
E9688
34404
3320
95891
9054
1569
86401
V1552
80025
E9385
20412
8792
7102
62570
8782
99665
64233
1729
5846
4940
9108
E0008
V1359
38200
1760
32361
1890
74729
86813
7104
7955
8247
34442
E9179
25022
36560
73311
8673
1338
78322
8090
29524
E8162
55200
40211
V667
7241
9954
9694
0785
75839
1978
938
94522
V5869
30463
9582
20410
1809
9593
40490
3668
4401
4379
8250
5374
62409
5181
41072
6212
07054
22802
25202
88111
1708
99670
75329
4219
8822
4372
67434
5192
32382
71955
8788
5851
2792
30491
E8688
99675
7354
2891
8449
66101
33818
73097
84219
2719
81321
V5041
78863
V4961
36846
37730
2973
92410
V029
45341
72789
1125
5720
49390
69271
36181
25093
2913
V032
3544
78054
V4561
20290
7280
81513
7813
E8542
8021
7585
73819
36210
1971
1726
71865
5750
24200
4404
7960
9753
0088
3102
7864
1369
29645
72690
V1250
V4585
0701
1969
4958
29021
72982
7836
4422
72282
86221
94506
30562
486
9563
E8839
3373
53260
5798
81102
1830
4232
E9889
V220
9116
7392
V134
2443
80606
30002
37421
94133
1574
9238
V1542
8363
72211
25011
9249
3379
4171
81311
78442
33394
55101
66541
69559
0388
5602
V183
71651
8460
3898
V0759
37300
88003
80503
E9438
29652
00863
04100
78832
4275
3249
71517
44501
9995
V103
73810
44382
99527
57511
74749
73395
37853
3485
30981
35782
45376
V4569
5253
7093
44284
V453
1732
V171
E9344
53561
V6549
V4981
82100
5259
1451
83100
80001
6824
94422
8171
29689
99769
71903
71827
47874
2871
6140
2137
41081
6803
71815
01896
9111
6262
20310
E9303
V8539
2218
9975
88110
71893
38912
55091
2723
1511
43821
7246
2511
6264
6146
4542
4293
52300
71901
66381
52550
36233
30472
71998
4377
7992
8054
6819
43841
3452
40210
94220
04112
4257
E8801
1118
51900
1570
81254
37600
25013
64821
52181
72705
7394
5370
87353
1421
36816
7235
2182
5263
1453
3211
1768
8403
E9530
36370
2680
9595
53160
V123
30482
71996
30759
51884
36901
86413
1537
4411
71825
43820
72610
96569
29381
7175
80142
99600
2589
64313
9031
45385
E8902
5579
69514
37230
9057
99669
7810
V1000
7290
34280
7913
5770
V4364
29503
9169
27788
30012
87352
5762
94534
92401
86602
30929
2350
9751
20283
94201
3573
35781
5168
70713
E8494
2841
65821
67454
72886
20085
2126
28319
7248
4471
24280
33385
87322
40412
25083
71221
5244
73719
8472
60783
59780
01510
8251
5920
86612
71888
07022
82121
99761
61802
9809
4710
78937
7012
29603
30250
25201
V6406
E8588
27902
4419
33381
5568
81512
V8802
99581
9657
9899
31531
V6089
V6409
3229
3343
V7241
71666
1629
29901
71659
30523
78702
08249
E8880
37900
05419
80340
2740
7847
52879
V0262
1737
47825
59652
V1087
34692
9802
55000
4719
7851
9062
7271
25012
05443
V1003
E9068
1630
19889
64684
V1069
3568
99677
78865
53330
99601
53291
0971
49121
85202
9079
90254
37489
8248
71680
9980
78321
9212
27911
80603
3542
01504
28731
72232
0402
5891
430
2358
7827
3342
E8710
71518
5824
44289
7868
5779
9598
70709
37004
E9364
58389
V141
59655
37749
4554
2689
9141
65951
7100
29560
5131
1608
86121
29653
2704
7429
00841
78651
05320
4588
7923
94235
4911
632
71516
2784
42821
4110
27739
33720
2462
E8694
3062
36920
E9445
71697
1390
4160
E9382
2454
81509
5699
9463
80703
8701
1901
22809
71906
94323
E8550
8500
37943
6116
5368
9013
9228
25803
29533
29514
33811
75619
56212
5279
69550
72679
00800
42651
94128
1562
20512
2131
37852
80170
11590
20929
8748
86229
2839
2940
80220
2382
6203
41032
53021
V1549
8441
71595
62133
20158
38101
64892
64511
63592
2910
2832
E8718
2827
E8799
6869
E9170
V5332
3949
1984
37921
E9588
38630
31382
V4363
7080
7944
82380
9189
80709
4555
80115
56962
36800
81303
1568
6111
86500
23699
99668
86510
43882
1104
99589
8832
5583
0979
1541
2598
43330
20900
E9295
81304
4238
V7651
5715
2144
52802
7936
9092
3574
1749
7919
E8745
319
64873
9760
71226
8261
20286
52109
53490
3434
85141
2307
59960
9058
44032
47879
V240
9992
29181
E9671
80009
7892
38031
9642
28269
460
5953
7580
20921
1143
78600
4149
75659
78820
25512
31381
9587
V239
78899
2811
55120
53350
78799
31200
64904
2372
00843
99779
20610
V1369
V4972
V143
V142
30020
85306
92820
94526
V053
25051
7801
4732
5303
1571
E8700
30289
V070
3510
82322
31232
20042
2381
6270
41031
57460
1420
2250
34621
V2382
70723
40411
V4571
29614
5249
11289
59589
4239
E8192
73345
V8541
45350
8290
72632
42090
V5864
95209
V571
E8580
81352
55841
20014
1628
8406
7109
99799
53200
E9209
97081
7172
86513
E9488
8074
8719
98982
V8731
86344
1980
5768
08881
V1089
81002
3541
V4369
64761
9651
30023
V122
E8584
2337
0461
1103
0093
30751
60001
73642
34282
1500
88102
V6544
34511
7881
E9198
2459
20401
4351
412
7942
64813
64953
V5410
4169
29655
99762
30422
72669
43400
3321
70900
01123
0417
95202
25040
9070
3879
30011
9971
V1202
67484
7243
28310
20150
40311
E9378
E8257
99672
29541
7019
V0739
80330
E9422
990
86353
85241
2308
36811
56723
462
34693
8821
340
29510
E9679
1414
V5489
2389
78602
73600
64791
V5881
6189
2362
6019
29531
94249
E9457
71947
4918
4540
79099
V167
V5878
5274
23691
9041
6103
78469
1455
5560
57441
8244
5264
1503
27731
2448
37189
9135
3969
8280
03849
3108
79022
9713
59382
9685
71897
66634
80704
E8809
3950
64941
61803
20600
94544
7390
36274
8180
E9063
2104
61804
62211
4551
30754
V620
2143
E9340
05413
E8181
86132
3868
E9399
32371
33391
797
4572
13109
40501
36563
24990
3952
7094
4789
7808
36967
937
2164
8400
V237
3068
1518
94214
6171
64323
V1071
61650
72662
6926
27951
81602
07819
2708
V1869
7294
82120
41012
66311
8026
V582
35921
37434
V1046
9617
4266
65653
29543
V1045
9801
5853
8795
6981
82032
20030
20957
47875
4718
36910
38011
V8533
7284
4291
E9358
85240
5307
75982
95215
43852
V4575
V703
92420
V4512
1572
29042
22381
2900
5511
25061
33921
99701
37220
E8230
79500
5173
41405
78340
86131
79989
86120
V1507
9471
2102
3559
82020
94423
48289
0490
85230
36235
53531
V7389
83204
37716
2396
7202
1642
53151
49391
6181
9130
81500
28952
7833
41090
7523
35989
36812
V6442
40402
1109
01185
4552
78842
8170
3829
6141
8841
73675
71783
6829
95206
5523
34500
37992
65420
7051
6072
5193
7099
3688
30082
V5411
V434
73006
8712
9472
81353
04611
6950
56489
36189
00324
20912
3689
78061
3682
5752
34571
5968
20205
80426
53370
81413
78063
55202
2332
69581
E8197
5278
7091
V139
30747
64203
30789
5942
2869
52801
5730
85310
5939
9551
V1022
3312
V1584
53013
64101
60785
2801
36236
20080
5793
39899
2116
9211
4920
V1085
7905
3029
9957
48283
85204
78951
5716
71946
3962
82031
9630
E9411
2130
87200
3593
V860
9095
9690
6940
0361
78959
78891
3798
78605
59659
V5413
78052
86351
94224
0706
3003
00849
V028
1928
9029
E915
7318
V169
72660
2156
37851
43321
E9194
7149
436
9614
78059
4829
1893
33372
41052
43390
7299
V1649
78604
E8138
37923
4461
9560
5940
36203
5570
99655
37100
72767
1877
V4583
2119
3315
4809
23876
9148
3442
7038
03819
5963
5081
E9397
81101
73027
E9270
42490
1320
22804
78760
73632
82019
27950
V0970
20078
9920
79539
2303
95909
72741
5369
29535
70714
86354
71848
81202
7871
37810
20037
4550
80604
9692
2800
81203
5100
1748
V4987
80700
8260
57461
9210
9683
94410
25062
2410
541
7536
79439
2142
74721
1623
45989
43410
V1503
59971
25063
1961
0341
9224
V441
5225
34551
73014
E9444
3449
5160
29565
99522
8419
E9504
5109
1716
7142
9608
7816
4870
V1062
4440
6970
5921
30502
30723
5670
08240
28263
9056
V6229
V0252
4786
2388
2111
6208
4263
38022
E9398
V4282
80376
2180
E0138
70705
V079
E9424
7599
V1789
28522
7135
87342
1509
V4502
29620
80239
4230
V861
20218
56200
71837
45910
52340
53170
99646
1972
488
6023
80440
29582
34602
4510
29623
E9288
E8199
2140
0520
2141
71801
41082
3951
29664
V641
1625
9584
V0381
34881
V5789
58881
07811
71785
36281
8440
20071
32730
42831
86329
94233
2375
83801
99661
2330
29011
3278
72403
78451
29041
83809
6159
24981
56402
2888
0943
71949
5933
9273
30742
4571
29690
65841
V065
1512
20302
3694
71129
81219
73095
40301
34120
32731
6962
9779
7514
V1203
4439
94129
53784
71613
V829
19882
56969
34460
9745
36251
7969
34581
0071
78869
94411
7482
V078
30453
3558
64971
V624
V4984
71636
1231
9081
37203
E9426
E9370
E9433
30580
80102
E9299
3862
V560
38914
5693
28850
71832
V482
71534
01120
65351
70719
V1006
65661
65993
V5871
4778
70710
33182
V427
E8785
0543
36904
81603
9879
64871
55090
71948
75321
5200
23879
25032
9623
9973
0819
82003
65443
5172
2510
30423
9663
2355
5728
56401
3643
74101
6143
8921
1513
1309
28730
V4365
8418
64823
59080
64783
30150
56738
E9447
64264
5110
3014
56979
V8542
30120
1409
E9581
6163
0413
2631
36230
44283
53251
56031
V4321
1740
29662
71958
78722
87320
46411
71655
6963
1361
03840
52331
5829
185
V4976
2929
6209
72400
38320
8407
99684
5300
3532
34989
30390
05371
23875
E9392
E9452
2771
28804
72883
90289
24221
78836
V8521
1640
75162
42491
E969
56409
E9053
3599
4250
2911
7961
79095
3910
30301
7389
75471
30000
E9051
85400
6182
9622
5276
37689
74681
28982
94431
4251
E9018
8745
V5843
1548
59582
7889
79029
8678
73025
9163
V499
V8801
9071
1110
79430
37150
6183
4358
8438
4553
99831
V8524
8840
9182
29550
87261
81343
73672
71956
267
5739
78096
E9391
V4551
06641
72270
4878
64822
E9888
71106
20025
7218
3709
71852
37210
36961
61189
1940
9876
24920
57491
28953
2862
79389
71515
20033
8208
8900
92300
80370
72783
2980
85190
7272
71960
E8190
20960
71836
61181
V159
78829
82111
78838
5935
7226
E894
72671
V4587
99981
V5421
30441
9932
V598
7824
33912
68600
99652
78050
5831
25041
5277
83819
78062
86355
7249
32082
36441
37430
29282
1552
V1254
7328
9726
V468
78905
33371
78763
29512
20190
57420
60091
V851
E8918
3064
9982
41051
3551
30081
20013
47834
1599
6201
65411
94424
64862
0399
3813
V444
72292
5078
99563
80222
34202
5529
79009
70704
30591
9950
42833
29043
45182
25639
65283
V1240
V6103
7201
65953
E8705
3919
72703
78449
1452
V5401
20974
78009
E8249
86810
2750
V5416
87340
5951
99590
9924
V608
8603
75564
5566
1300
E8531
4556
E9503
V4572
64273
179
45351
8190
94234
71239
V170
34691
5982
V658
60820
5988
24980
3581
59653
78459
73021
72819
8700
44282
73397
27650
V1053
2775
64943
30593
57481
71105
94529
V604
1580
2112
2548
99562
505
9597
3070
3589
80121
9219
35971
2982
71902
2752
73019
59789
51911
71598
29522
6172
E9353
5759
73671
2325
E9177
V8739
37024
9721
88112
9878
8442
37881
V011
986
78933
36813
E8783
1536
2767
34839
53641
7852
37633
60789
677
57149
4258
36589
81308
V119
2812
E9348
1429
V271
9581
1909
2393
1800
E9220
56889
3369
84501
1456
2376
4272
94203
47826
64400
36202
43310
71513
4148
2392
27489
7355
27509
V5423
3979
53511
4780
71611
85305
78931
7841
01195
71885
64863
2199
80321
1731
1963
V111
40413
80620
78864
71995
1528
9697
65811
V1047
53500
7930
1921
9553
4353
2327
3152
42653
72939
29010
81503
9134
V4989
20063
4957
71909
7088
52462
9929
53020
75559
7234
7062
69513
99604
3310
3970
36320
73302
V6111
3093
2878
07999
29634
49311
94532
7213
9118
2326
5533
V4965
9620
71950
78932
4820
70909
3501
71844
2861
30500
E8502
V6402
71740
2728
30530
9774
60021
4472
1529
8912
83109
90089
33382
9991
E9043
V118
43411
53240
29570
7286
E8792
70703
74601
2157
4380
64413
E0062
0040
20890
6983
4387
1140
86342
25081
42979
3814
5169
1707
71845
3530
463
0338
94107
5187
37941
5209
587
8750
6142
44620
29900
9942
47820
E8528
75289
7831
3549
64193
51883
V664
2810
32726
9515
80130
56961
57512
9032
96972
3918
2123
20941
V162
05310
7560
2738
59982
V6408
80400
V629
V135
27904
1532
6080
V1541
E9425
9550
20972
V6104
11599
1430
72141
29383
75733
34591
E9336
05321
1712
71617
41071
99520
E8496
29613
2758
9921
4431
E8493
9038
3529
2132
99591
7383
85406
53010
V6110
V626
73393
99586
2870
9724
V093
2794
85223
V463
85245
4295
4321
71230
94311
42981
42842
4329
V672
E9319
53201
E9301
V1642
01164
45111
74720
40391
72283
55093
5718
49122
V166
3368
7212
65101
6823
34201
71227
36283
6031
4830
V1270
85195
E8556
71912
2189
E8841
9517
6269
81250
37610
7891
73310
45372
1175
2768
E9805
6952
53510
2339
1976
32351
81600
64293
6185
6826
20083
56941
1516
81510
86501
20510
V416
E8587
7587
1713
8082
4011
01300
05412
4749
30430
07953
94125
V0382
43832
E8881
20530
1981
E9802
7231
5966
V601
5521
1462
72811
68101
4658
80230
38653
44422
9800
4611
95911
4417
9180
72810
46619
33829
34673
4580
71842
V1749
94118
28861
E8797
86330
45919
45340
V091
90442
8930
7937
4565
V5883
V1083
4871
0340
33111
73396
86103
20973
48231
37239
29643
6173
9778
74103
64611
E9341
65981
71592
61610
47821
9654
2882
4533
20062
0416
73670
4772
5650
0700
7385
49312
81209
44381
33729
44029
V8545
85186
27703
83202
20048
99644
60889
37630
3491
6982
1542
E9265
72700
9588
2890
3430
94139
2512
1892
88121
7888
69282
64661
34212
7464
9089
29212
E8859
20026
V741
83902
73679
25090
72633
2872
E9009
59970
5289
2864
2572
71688
72889
47830
3534
35800
30279
83309
66971
28864
E8788
9063
43391
V452
73028
V426
5581
36641
95200
0579
30653
6224
0392
V4382
7903
38300
1523
2252
71527
V147
9352
92400
29281
20411
V625
78962
3590
73007
29211
7222
22801
V1271
24290
3548
59972
E8540
3240
1722
5856
1973
8671
9047
1968
52461
37632
V074
502
9953
82390
V420
45374
79901
5275
11285
V454
6121
55012
74330
78095
V0253
80707
6801
V1021
V5331
1891
V661
8932
5692
24941
V850
38861
E9201
92411
25513
78843
7915
V4962
95219
3332
37205
29644
29504
5290
2669
7279
3729
71616
7901
37034
E9390
V700
6266
38920
66981
V5042
V146
9117
75520
64883
20590
3007
38650
28241
4279
61800
99687
6120
E8781
00847
85102
58889
07071
V1044
1828
5163
7039
66071
38604
44621
4910
29013
72664
37160
3831
74300
81220
86415
2809
4531
71887
30443
88122
9052
80625
V5429
4613
73309
29640
8600
36903
87202
3591
V6120
2649
3524
30746
73010
E9314
V094
5771
43813
48249
7509
64303
80609
390
6223
2395
71615
5855
3083
78652
48240
95919
73020
9053
1960
99649
65911
9754
9994
40491
5589
48232
V642
1254
1881
E9335
28249
6191
9040
9132
5400
04103
73390
503
3084
V553
33822
30392
E8500
72972
72661
34830
64893
5120
7260
88101
0360
1612
43811
81383
5711
V4574
73017
4731
85301
75489
72281
1609
72401
53130
5186
53210
2251
7296
V712
44024
56729
452
6278
82123
71596
78909
20300
68100
79921
E9386
70700
7379
2299
66331
V270
9173
72631
24961
38000
2849
92232
53391
99771
4416
5756
64403
8976
7132
20490
41061
78002
1129
03843
71102
71940
V602
193
81601
27540
6254
V1259
7533
118
V138
43381
V1079
4564
71526
1888
35929
72973
53141
5952
1820
9348
V4450
1709
29562
7138
4950
01205
86809
V4501
3489
25023
7596
3180
1638
81381
7877
2949
41181
5071
52310
3555
V1001
8793
1701
3492
30740
V1529
81409
8861
78499
V1241
90222
E9496
5981
71191
71533
33183
7015
1412
0310
8075
71481
4881
9615
5780
7912
78835
72751
72992
11505
78064
8408
3080
30022
V537
33819
8241
29635
6145
V653
24291
6218
9755
39890
78551
30181
5733
1717
7388
2731
5764
9730
5993
85201
45183
43884
7817
60499
1560
8221
3553
V0260
V5427
E9509
71103
94204
67002
E8509
53011
53241
6164
2970
3330
6828
4770
8058
37601
27411
07998
V8537
V693
8672
23989
25060
V8523
36523
75831
71694
82013
34831
4568
34690
1510
27800
60782
81613
68111
81210
99666
V1321
9101
29632
E8532
V5877
64764
72704
81342
24220
1643
66001
38589
1589
99811
36520
53551
86404
30016
8713
6953
66421
37999
4270
6028
06642
28481
24960
71657
9974
3556
3535
29630
72081
82139
34570
V1209
V652
82520
9558
72280
43300
0082
55100
490
99671
7510
6929
7887
85142
0059
94531
9583
4589
2136
82131
V152
75610
71689
64901
8064
49302
80506
81201
5789
2825
78601
2384
37886
99939
V1585
64241
33989
28732
7910
4821
0539
78939
20511
4478
29572
20220
E0299
5207
27709
2148
99639
71942
7804
20088
7238
V430
3562
52469
00842
5969
80136
53310
70725
34683
65803
72981
80420
34601
E9293
74259
45912
59581
29580
E9431
2163
V6400
V172
3569
V7189
72768
5286
05411
65103
V5832
4150
5539
6238
72273
9984
V4986
33399
6910
71692
25003
5997
5180
28739
3013
4376
1987
2761
E9352
V854
41401
96903
7028
07421
25072
E9279
01192
73024
63471
9178
8749
6980
61809
9930
49322
V072
1459
99813
3061
65281
3596
80375
V5882
V521
30781
6220
99739
52540
605
60000
V0389
7209
30183
2702
6160
20920
78703
5769
2310
V1501
65973
2788
42781
30184
64834
38010
30560
57510
V1582
94524
33700
E9065
27906
V6443
73301
V8531
59984
E8351
78094
37141
71696
57431
3100
0845
7310
6038
25030
30533
69515
7396
3571
725
7098
3693
71500
99643
8794
81253
72231
53450
V1051
5991
65453
74602
73343
20402
1832
5772
9670
01890
20045
94430
30451
7333
37621
E8853
V5865
E8241
E8790
53390
5361
37652
V4509
4269
9882
82301
6110
1515
0383
37924
34620
03810
04111
73710
99584
73023
38611
45386
2232
71986
96500
81612
V4584
92302
3482
27501
5069
8471
5293
65643
85309
29012
4590
7081
E9317
2442
99564
65913
5258
71742
80660
79091
2120
V1004
E9410
20044
78603
9579
52510
71990
11595
5199
64814
30461
94820
30412
4561
8362
38921
53100
3595
E8586
3209
3149
58189
79402
2903
6258
2302
4373
1550
5285
94339
9947
94516
2114
87364
2713
6083
1885
85100
6920
30159
71965
34481
41001
1883
34489
99982
3699
74190
36720
74193
7140
2822
27787
2351
38801
78039
9594
34680
V4611
V603
88023
1119
7916
78723
3698
83410
84212
9129
30402
80225
99832
32723
8479
2117
5822
E8664
37775
3313
30553
47411
80331
58081
75211
71926
7454
2115
72766
38201
79505
81341
74687
86514
3536
29680
0043
V4966
0050
85225
99674
86400
1916
60784
88001
99580
63310
41410
V0971
E9313
E9307
55229
9100
6073
94800
31401
9684
29520
29384
41022
E9420
E8844
78492
0529
E8251
V606
80116
3824
E8160
2751
2979
64911
7450
E8490
83102
83200
E9589
449
20073
53085
1514
V059
79431
80300
2564
70720
63492
29389
6808
79579
70701
5220
9839
45384
2458
04101
70722
28749
2440
92233
3560
64913
2169
71235
86389
25010
4738
V198
734
53084
80109
7011
V409
8371
28862
5111
4838
78936
7906
33821
E9241
49300
59381
5812
34400
72670
3619
9177
55010
80332
3577
V1060
71886
E9502
6214
5964
29540
64223
9239
8056
85242
78093
7504
7452
7018
81301
2233
80320
1735
94213
20501
5731
85401
3839
78901
29610
8831
9099
6253
4464
45352
1610
30924
13101
8679
56030
1448
8483
28733
08882
V153
86801
42091
95214
3005
71597
0270
V1009
99859
53491
78906
80851
V140
71917
73743
43840
80708
1611
37700
61889
2113
2124
73022
2450
2760
V6142
85011
V4459
7089
2860
94502
6190
7904
99664
4423
80371
8920
49301
20060
80226
E9305
20502
80125
9192
75317
04184
20198
E9387
94530
5713
V0259
41406
46611
9012
38014
2555
2776
99565
1880
33522
V528
43490
2515
81332
36915
6931
25510
4264
42761
52100
4581
2818
1400
81610
2569
1950
3804
37431
99931
81251
99851
E9320
57440
42971
9635
88120
9757
5967
3897
8249
29633
86339
60011
8468
4359
80608
3671
4243
25033
4240
69510
V1309
82009
2154
9158
1962
78072
9699
64844
94822
3445
V632
94231
66103
9160
74689
3550
E9479
71856
75550
4231
7530
30122
V600
94533
3308
33524
49120
E956
86320
V023
8850
99645
4467
73005
29584
65261
85180
29591
38601
20008
74569
4802
30001
99689
81231
82392
30750
37954
72479
2254
E8548
81403
E9190
7068
71784
3202
07812
E882
04183
72782
24230
E8708
3575
V163
29544
V549
7295
1531
43301
44020
71224
E9443
99686
85105
33942
94202
5651
1985
71107
05319
82320
71612
2762
E9028
75312
71521
81200
8761
20191
81302
3659
5960
V0990
90301
34889
23772
94436
30189
0830
V5861
78639
7200
59389
34541
6800
30493
8409
52402
2270
71910
7853
7063
3380
5641
5950
7828
29990
5722
94135
36019
94138
V168
74682
34403
81249
V555
E9383
07041
36544
7470
5564
99709
V6709
6239
5854
4748
1703
36275
9881
81340
57451
30480
80301
99760
78721
60010
66321
64623
E887
9048
V433
2529
2159
1913
8820
4846
V4977
7488
8708
57430
9233
496
05329
30302
56881
51181
72743
8052
29642
E8240
33900
75989
74742
7534
2866
V145
5799
53649
75313
32701
6010
74761
7197
V5849
326
9710
2553
5371
2441
71195
78729
20591
6013
3540
7020
0085
34290
1519
E9060
56983
30481
53290
7822
5183
99569
4779
9711
V2389
78441
6850
29592
8728
56731
1700
5119
E918
V1260
81221
82129
7806
5063
37123
7283
2538
80175
E8981
99654
92320
47824
1840
99657
53430
6248
1321
317
74782
2922
34440
30490
25001
6089
2411
55320
36400
71883
25542
E0160
2799
34710
82382
7515
27669
42982
80502
71231
43885
2894
E9346
80140
72930
8760
37710
1991
8786
01204
V790
37611
74512
3509
2118
7542
920
99989
37487
7821
72971
3210
75481
5990
3181
38110
82302
2828
4848
2919
0389
41011
4465
V671
49382
68102
5941
8738
1723
V442
7503
29654
05313
7917
7586
86341
2534
37950
83500
37741
75311
80223
27549
9112
5909
37273
3090
7141
2774
32724
7393
5959
64421
E9050
80101
V425
23872
5695
9140
2149
9731
4386
9330
3419
29980
92311
56202
64111
29595
20801
75314
71645
E9421
80621
9064
72291
E9458
7963
7885
1919
76071
72812
00869
38635
9658
56981
2518
5552
56942
7869
30411
6820
36511
9142
E8842
59800
78833
20284
43812
E8210
6184
4260
20041
60886
9918
71100
8081
29410
E9538
1505
2777
V4577
94127
2931
9243
1009
64951
71997
E9240
3531
1948
53012
72665
61801
V144
7592
80701
51882
2452
33520
32751
8029
79381
8731
45381
6118
7391
1439
4420
29624
7423
85209
6274
38531
0941
94244
43331
78724
V1581
7570
V1091
E9441
5649
45371
2967
38860
01524
E0290
34612
81012
34510
3518
70901
8911
6988
67181
V8538
E9333
V1302
34441
46431
48230
64251
E8846
78055
83908
52689
1370
V1741
71489
9194
V0751
30391
37200
80110
45382
86100
1145
2210
28311
E959
V7109
2769
E9505
2399
28869
2863
V221
2823
2858
71514
94149
V619
9500
5363
5790
64231
20301
45373
20901
2851
7217
5372
3888
37530
V662
7945
72409
7079
2638
37400
20260
69589
30492
8220
7931
27702
65681
2691
1530
3579
3502
V4970
92810
E9308
V4581
04182
66011
6930
2721
V5841
82310
36615
25541
64291
80011
73712
1769
9631
25200
29573
80176
6216
2374
94434
71193
71681
0940
83103
52403
3331
7131
700
9065
28802
56210
80000
7399
65463
V0481
81402
3099
4473
95210
41519
2722
78461
64271
82101
8088
66411
E030
71991
86345
3484
71192
9067
03841
73316
83412
1952
80006
07810
7590
71236
71686
E9330
25052
0074
44481
25021
5644
66602
84500
7466
46400
62134
53211
1990
E9208
V8543
25002
75452
25208
28959
99702
45184
30780
55013
7245
5528
4449
61171
0380
3572
V4573
31230
52809
6101
99680
4010
80501
28489
36504
86600
3076
2230
90181
V7181
42613
30743
V5830
E8211
E8791
82522
59781
79094
1743
38658
1419
64881
E8581
V4614
9061
78191
V1279
0542
7469
1714
86352
1348
78031
75553
80842
V6540
6151
99791
7424
34981
V4322
0479
78930
65611
38922
53340
78701
E0162
28951
36616
V5424
1733
53530
96905
1481
4784
72879
94510
5559
40200
72740
80020
32742
E8709
4659
94542
7289
30440
74762
2536
84210
9090
V177
V1508
99685
7829
20051
1718
E9300
07044
V182
V1090
38610
51189
3341
E8504
E9331
9351
38905
7230
38532
34610
V4511
23877
538
72813
43311
V1351
V0981
1329
92310
3941
7092
1622
V536
42823
8711
5184
64763
46420
3370
V717
5296
2710
75315
85185
7352
1464
7014
9082
7564
45189
1975
73002
75981
9115
66942
8509
0311
81000
4619
5989
5738
6250
1441
68110
90451
5070
05312
769
86122
07070
70715
81109
33379
36043
E8219
96561
3009
04189
78065
6079
5282
8902
20270
99585
82133
2630
66121
38812
4220
23873
4578
6149
4162
68601
37272
20917
096
65813
66624
5902
78609
9114
E8843
6084
2899
83400
2165
2874
88002
64683
79929
30450
9691
5128
79380
27403
E9291
E9803
81322
5931
42291
71580
2356
71905
82535
6272
6162
1710
3968
E9689
99683
36284
84510
56984
74764
1724
1469
36902
65801
9648
85302
3071
35801
81240
E0169
20210
6821
31323
75567
25053
9766
V5409
7420
2639
1101
8605
7462
20070
7041
9948
5538
23874
80236
72271
78066
V176
35981
20292
2301
92309
2749
E9192
71532
E9229
3519
5962
7843
71509
56882
5961
81410
53082
4941
05410
2881
90182
72885
80112
1307
47400
0419
72989
34590
94536
94438
99642
9066
64833
0398
E8784
95892
90453
78704
99656
4168
4541
20810
7991
81344
1882
20287
E9327
5804
83650
5819
8504
20068
53781
E989
29665
1906
1742
E9239
80106
75612
38915
E8495
2720
3159
28529
501
71891
40591
V272
8910
3019
7566
3203
1970
36250
7325
53642
53341
30442
78053
24970
V0482
5121
217
48282
V638
42830
2830
7421
E9442
37855
34939
1953
5755
E8888
29382
27952
71840
2259
73013
66551
73026
72709
9055
V6129
51881
V643
28401
82331
6039
7933
E8553
00846
V623
E8589
30431
20923
4143
96501
75169
80131
44103
5903
9131
53520
2755
6020
74900
64201
59000
1534
4254
E9430
1498
4413
27542
75459
71835
83510
2168
20969
4370
75563
V2651
E9309
E9010
73609
37410
3588
44281
94239
V5414
20211
94123
73344
7862
E8794
61882
30393
4479
V1586
73340
40310
6029
1538
95914
E9283
V448
75613
1639
9735
99660
1121
72402
E8810
56789
8024
65221
1983
V4451
05472
83906
29650
71695
9161
82523
7876
0540
41010
4350
515
4480
64841
42989
71811
75430
73011
2764
5227
2753
0793
4210
20193
82525
9157
64891
81305
95912
V1204
75316
30432
7461
1702
79093
73641
2920
1730
75615
36204
04104
45829
5792
2353
78001
1951
20047
80100
74769
94500
78079
8751
V4362
1759
37006
9143
1398
E9354
7814
7366
1363
1120
83201
99882
24911
6827
72765
6868
83942
684
57140
E8938
56989
45933
94320
81354
V4283
37441
7517
34603
71846
29020
56982
94333
2125
87330
4481
81307
7010
41402
29575
6961
92619
2539
64254
9972
58181
19881
64803
0538
30410
62132
6179
E9262
33119
9569
3670
87349
0709
V711
6215
20011
V1253
72763
64243
V066
72887
03285
69460
5600
44102
7215
325
E8508
07020
80150
8469
56039
71234
8028
58281
30522
6210
82001
55011
7866
24900
39891
74100
8401
0970
4429
64894
9529
40403
7859
9248
80326
29040
E0131
1540
4470
7854
4289
55220
05449
3961
1100
36254
V631
27903
45931
7438
9599
2859
7335
7993
V7284
V071
71537
7130
52430
25091
1900
9895
9462
45932
E9854
27789
E9306
7177
2726
5080
73000
2766
71907
2570
E9242
32721
8785
6964
37482
98989
V6542
64121
0498
66041
67432
6232
V8535
78900
79581
57490
5734
30303
80002
64093
2253
71878
44629
9925
81318
1750
01193
V6284
80026
2461
9640
V423
82122
71951
70702
78837
8940
7030
71196
52330
70409
5839
72769
0318
E8786
78650
V110
3051
29500
2386
78460
9912
2155
E8668
1649
135
0414
20214
9998
3079
8080
37991
20195
5949
81351