V149
64831
2632
1410
43853
2048
64801
36201
6954
114
V5481
7848
9744
53782
65423
99603
392
5304
2867
E8780
5934
6271
71108
4020
531
V1042
78262
27401
3894
3834
83905
6202
3940
8936
73319
8601
4489
65251
E9478
28521
V422
62210
V561
9304
20932
80705
4255
4600
11509
5460
62212
7644
5384
2948
V4289
99630
40493
69010
0391
78904
8360
E8798
2532
E8497
30014
28409
55321
E8849
6178
7108
4520
E9351
81401
99609
30541
9698
32727
37240
20012
83101
9661
94120
72691
7358
7513
1725
E8768
28983
V113
1918
3348
3441
30520
6011
53270
43830
1468
138
E848
4280
0030
E8120
99640
66131
5889
73315
43491
1618
42654
V5415
V421
8448
56722
30470
94321
V4360
9124
2897
38603
23771
33390
71789
43881
504
81400
5848
04109
53560
2892
2323
7812
2682
4290
576
7850
36207
7078
V1252
1884
78830
5800
6243
316
V1059
E9304
6040
46410
9172
27410
90141
53081
5531
5778
8160
0790
2592
42732
99662
V690
20971
4519
7485
3140
V8741
1266
44502
75671
79409
3640
41189
8656
82022
1912
99651
41512
36522
V4281
94121
6259
2850
8771
73720
2365
5980
V5831
73730
8576
220
V759
85221
8670
3712
37021
28262
81244
3543
V6405
7052
27482
V1506
E8261
5760
24901
8376
30570
2912
6064
4375
1727
445
1212
V5417
1508
V4578
5148
V412
V1559
20881
81103
47819
57400
V610
30540
56213
7237
53440
4730
0400
36900
75651
3959
3363
5562
42290
59373
82381
3220
9552
4256
7880
3594
E914
864
30182
E9384
9464
30300
51889
400
65701
E8582
36510
7874
9729
V410
73399
71690
5260
55201
8200
30563
99529
6851
6170
27949
3576
36000
V0179
9968
9858
1411
56089
1889
5239
85101
7398
4558
E9804
81411
8856
00845
4536
5646
3200
E9429
V440
E9650
70706
57410
1689
7962
53220
8344
29532
4474
6012
V0261
3481
60020
9010
V5812
45379
V5781
3438
2468
27900
30401
5892
2390
71911
5588
V552
87343
84503
80702
42760
4130
V1029
73015
9080
7856
57421
44322
4476
66881
53783
30501
720
72252
9072
53300
78097
34200
73392
72293
V1641
31400
V7283
4233
V446
34550
78071
V155
64931
6144
V1084
57450
E8796
V8525
34402
07030
591
80605
07989
40401
92231
20293
9245
5642
2531
V1329
3432
48242
3899
V580
V8536
2651
01190
2581
43401
87361
7802
5060
4700
73320
94810
8830
V451
42741
38100
3522
6205
4570
205
70721
9086
03812
4139
E911
2971
83903
29621
1164
81003
3361
73741
71536
2432
1460
71535
V707
23332
884
71223
55221
57401
2550
6268
V8544
0039
88100
3848
9312
2879
3359
500
33828
0272
71691
94546
60490
78607
3604
1719
99641
V7644
86101
262
52460
E9800
2535
9693
3349
86804
5994
71941
E9278
29534
E8889
73639
73382
96502
2096
1621
2513
1105
5273
V1509
E8122
99673
80706
V1272
3614
36001
5753
2108
30551
41419
5712
E9363
7529
566
V1061
1977
70400
7384
3094
2690
9060
41091
E9203
4832
28261
40390
56781
299
2939
29981
9976
20285
4371
0463
71430
8368
3120
71610
7369
8000
1359
2853
5932
9708
115
6175
V1041
4549
8136
4847
2793
85222
6832
E9342
53250
5224
3561
V6282
251
42499
V1251
20010
45383
2181
5016
45821
72191
2701
05322
V8530
2367
V1242
8184
59651
53150
53190
34701
5609
8624
7716
435
2681
7101
1173
75249
2530
66702
V7282
36234
E8701
51909
5439
3789
45981
5226
1461
04110
3334
2357
70583
5362
7920
28984
0549
V5844
4430
9051
44489
56032
80624
5758
1922
4408
04119
936
V109
75617
80841
20021
45119
71687
36260
27803
74860
42843
99682
80505
99679
9198
E9413
42611
V4589
329
5821
V148
80843
4980
9986
2700
7180
34401
71237
5859
84200
3230
1123
04105
20930
8676
E9394
9033
20240
4739
71904
62130
37120
4688
3778
66401
4532
8848
9075
78099
37515
3428
8730
94426
79589
E8850
2559
9962
7860
7861
E8150
73004
20500
3722
4468
3490
65971
4242
0949
66612
2558
20020
65341
42099
1986
94343
5118
30421
2352
33189
206
95205
30460
30029
4320
20050
72990
1471
56985
7568
6840
92321
9340
71619
99592
64
2599
86222
132
981
V4985
E8789
70711
4253
45387
78550
40492
42731
6260
4548
3818
5316
1330
5136
4492
86384
869
53191
V1005
V0980
2808
80849
1522
9678
4441
8242
9600
3239
E8136
E9460
73673
30403
71749
5305
3431
9068
4271
38900
309
80600
38911
11284
E9289
V175
36231
29530
8488
8744
35789
3766
95203
80120
71104
8860
7400
41511
7211
E8129
2521
7800
722
2693
8176
V1088
1535
5999
78791
74722
73739
3344
8505
2537
2739
7291
34292
3930
8020
4841
2727
3500
81010
V1081
5690
9221
2449
9328
78841
99889
71538
492
E0010
V4963
30151
70219
6944
E8769
28989
3004
71849
23871
7463
9534
0412
2220
81382
1641
62131
V6141
623
32381
78199
5680
1869
42682
395
78821
8188
20380
78902
V1040
254
1738
86502
101
9720
4412
43883
6712
8328
631
4466
53501
56400
75983
30473
8630
1520
611
73341
38612
2865
0319
V1652
560
4040
49392
29631
30272
7313
V556
5409
38910
E9356
E9298
25092
1489
7292
17
9190
304
8232
1551
3545
3700
04102
72762
71650
83920
E8583
3900
38830
1591
7103
42820
V443
20400
4388
1588
5144
83904
58381
5272
V8534
9928
5710
2391
3016
765
4352
49320
E9357
40300
5834
85181
7648
9535
44022
86601
8704
7796
57471
94428
20961
1108
0092
37000
40599
570
39
7825
78051
71109
7842
159
73329
74763
3208
45389
30561
V5867
37201
1539
3792
716
3319
4612
42841
4559
4299
86802
9736
94136
V4588
261
4660
36970
81100
37993
2380
30471
56201
53110
86
E912
3129
7242
71847
37701
10000
92421
7061
V1502
4200
30928
3724
3942
402
1504
4733
00861
9331
V1588
V4983
5640
52681
4512
78559
42840
2729
4178
E895
4111
7220
4131
34281
42769
4844
V5863
3089
4599
37157
4292
4170
38619
2661
V1551
V558
72251
11
0329
9592
84509
7112
6528
6640
3674
57411
71895
38181
E9173
9776
713
6989
1965
20979
431
V1011
6564
V6289
V8532
472
3082
V4579
V0251
20280
74760
99833
399
81001
8036
543
36840
2052
56203
94446
85300
24940
78903
1808
20201
V1007
3142
2763
V7281
542
69289
E9248
4378
243
27730
44581
8928
25020
3802
30503
E8538
5811
73008
99678
1982
82330
43380
7455
1578
28260
73018
5652
5761
81390
75319
3101
82000
V403
3480
V1505
V6281
6021
49321
96509
7458
4212
56944
514
211
5647
58089
9341
84519
7845
3406
V1851
71916
2273
V748
V1072
99731
20480
244
683
53019
4880
78341
38869
4142
E9359
37800
33523
3360
2127
260
V0254
34461
81241
71101
1579
8012
2988
3960
6198
6228
6951
V5426
5788
9222
40400
78194
69018
09389
V4973
V1261
48281
73349
3418
45621
4538
E9393
4852
44421
4539
65631
66481
71698
73381
E8600
2820
3384
2042
V462
53640
85200
75310
37854
409
41404
99631
42650
1624
V4975
4760
3790
43320
8620
74685
1974
V5419
E8529
3864
311
70712
3335
41042
99663
53400
28981
51919
04186
42689
20281
0992
9679
V551
9336
43850
94401
3514
V554
71504
24201
E8706
1886
3488
01800
30420
4824
78720
4808
652
9137
3109
3911
8602
85206
V6441
1340
57470
37990
128
70707
71590
36500
75470
25070
82021
27651
6227
59370
45620
1479
9181
36847
3322
43810
71594
6256
7210
387
96900
E8704
6825
5216
V573
29574
8824
3424
6959
E9990
41092
E9310
704
7273
30009
1966
1543
4374
56721
65571
V173
73029
1431
73090
34580
V1201
V4389
7835
3371
38420
85226
0415
47833
51902
4432
8800
E9361
44589
28803
87341
4281
99676
71656
7048
7732
2331
8416
5601
72611
53550
4592
75683
81611
78907
99602
94811
44023
E9412
7964
2725
78060
3786
31234
71589
2883
5643
78261
V1082
34931
V160
99830
25801
V4361
4241
1736
443
V4582
6200
29660
5904
1449
33721
4389
72979
485
5763
8245
8736
E9600
V550
7873
20800
52800
V5866
470
03842
V1651
20288
71658
53789
540
7262
5140
8872
8470
8370
527
9808
1829
7700
2662
E9466
33722
V5875
V5811
20072
3224
37140
85229
1454
0090
83402
35579
81243
E9500
20208
38918
E8752
69277
8148
E9064
30483
3616
1949
60883
7736
38600
E9263
09953
313
65421
5185
69274
7595
V5842
1287
2271
3580
3974
44100
71511
4822
03844
5194
78003
2699
73088
7976
7907
78862
E8501
73016
5832
79582
7336
5972
1911
78831
53540
8896
4992
50
20282
0312
4576
43822
05311
V4500
5719
29284
29661
64631
78630
41411
V5412
863
4610
2698
7056
9784
56481
V6889
59654
2552
3439
5283
43
73394
2819
1124
78552
1401
371
8690
82002
99667
V4971
65961
1651
80669
586
5401
V1043
20200
46
30019
25042
33812
70724
9712
34210
35922
36960
25073
3222
V1861
44021
7244
30521
5028
8931
48241
12
3383
79092
351
34291
E9259
239
V5339
7680
4400
V5862
78839
1144
1322
1715
7840
78491
214
48284
3866
E899
5845
V5873
E8161
44321
1721
7224
7952
V4586
V058
1122
5104
81504
9050
25000
78659
99647
42612
59010
5724
47829
E8554
640
79001
3963
37739
E966
V037
72210
5571
82
8604
40291
42832
2748
4560
99681
28800
1590
72290
V180
71530
61881
781
966
40410
2875
2779
85220
9999
8951
7932
E0149
34700
V090
56211
6235
60090
56960
2397
30590
71943
9120
139
V161
6668
72272
1619
4294
47832
6261
1734
2813
4530
V1589
2842
05379
80507
4262
70581
V4366
86509
29604
2909
0929
71925
83501
25082
56782
3158
6806
95901
5504
90253
73314
37313
6802
6186
391
3453
3732
3806
5723
042
81502
V1049
780
78343
84
3944
25050
3017
80228
1744
27400
41412
53087
42652
20043
5691
332
73313
4267
2724
5754
9349
580
5020
E8171
9752
7820
280
75611
36610
25080
7173
393
8674
80508
4924
55329
34430
E9379
40290
79021
9936
9110
6918
V4960
9570
5379
2502
E0009
E8782
72888
6923
64213
53541
850
27652
3958
2409
42742
27801
2732
44101
5679
71510
45375
45930
8922
30433
99659
74781
E9682
78606
42610
8072
8439
44329
42983
82130
E8282
07032
5178
4672
9952
5582
481
242
3300
4801
30400
45377
437
4959
4919
36211
V0950
7350
3340
79902
01704
28809
7830
9368
4019
30021
8004
2781
3499
2122
708
8016
83901
3393
1561
4632
3552
8040
73342
E9000
6100
7268
8464
34982
8404
32702
5890
81333
V08
75739
87269
33701
9919
6924
30550
8361
7422
3182
E9328
5784
41400
07051
604
4324
E9345
27901
V1052
2692
57480
8536
99881
47831
V618
66
5373
27700
41021
3144
V1002
1490
1533
E9019
75261
2930
E8499
3669
4460
5551
99812
7994
23770
0796
V0991
71
4259
E9323
9916
44389
5992
109
99883
28863
V045
1917
3520
5689
80021
9138
30015
42789
5164
7949
2983
59969
44323
71591
27541
4409
86803
71699
301
1418
81501
80126
9768
28866
6279
V151
28860
5881
V061
5550
9816
V1249
V096
33392
3069
6948
80221
8952
7935
25043
8520
E9435
71841
94100
2706
71831
8950
075
86405
55092
27802
05479
407
7483
2744
E8498
72871
72781
7752
4428
30571
43889
9701
7896
V5721
53230
1739
95208
45342
6960
71945
5948
42822
6412
20018
61172
V1301
3400
45
24210
72190
3314
7473
V1269
2469
4104
2528
9656
6280
6822
51901
72612
2989
5849
41403
7744
27402
20690
V431
73605
5464
73689
94539
38013
3022
29590
4100
9162
73300
82312
72673
25071
44031
72142
2648
5765
8240
689
5852
20040
04185
94325
V252
56949
E9347
035
53140
20891
37214
34540
52563
30573
2092
7948
64811
71531
3924
65963
8246
3570
5306
43819
E8147
9170
4928
6945
2134
4876
5130
3241
6804
5309
61689
2734
1179
78192
5880
82300
41041
4421
87344
34409
38870
7593
3869
78057
7179
0382
55300
29622
215
7282
29663
72761
8060
123
03811
29411
20000
33519
7176
V1504
75320
E916
20203
1844
58289
2383
226
75530
458
7160
57142
7265
5809
2290
56081
782
9792
4414
E8170
4192
44030
15
9961
E9290
92303
2394
71851
2340
6071
7837
41070
62989
6148
3010
59981
41002
5360
99593
820
2952
9585
650
5198
29699
7863
9624
7823
48239
4785
7324
2893
6809
7539
61179
V5399
2733
7999
8710
6273
5563
7908
73681
9093
72884
544
8798
475
20902
5238
V2652
99594
7921
9408
7724
5569
53089
V5872
3808
5781
V4576
7818
9951
40201
4720
29600
V8522
71805
34404
3320
95891
9054
6102
1569
86401
V1552
7740
80025
9672
7102
99665
9360
4960
1729
4940
E0008
V1359
V7263
32361
1890
74729
7984
86813
7104
3812
7955
E9179
25022
73311
8152
78322
52320
55200
4344
9960
40211
V667
7241
9694
4028
0785
75839
1978
3260
V5869
9582
20410
9593
1809
40490
7692
3668
4401
4379
8250
5374
5181
41072
6212
V429
07054
22802
88111
75329
99670
4219
359
4372
7956
5192
32382
4252
5851
2792
5908
30491
3762
99675
7354
2891
8449
146
33818
695
4652
2719
81321
V5041
78863
E8750
7664
36846
37730
92410
V029
45341
72789
1125
5720
49390
69271
25093
2913
94330
V4561
7280
7813
E8542
73819
6632
102
36210
1971
1726
71865
5750
24200
4404
7960
13
0088
3102
7864
1369
V4585
0701
1969
29021
72982
7836
4422
37264
72282
4224
83
30562
486
3373
5798
81102
7940
4232
1830
27910
7392
V134
897
2443
30002
1574
9238
V1542
8363
72211
25011
9249
3379
4171
81311
78442
33394
66541
0388
5602
V183
3996
736
8460
3898
88003
80503
29652
00863
04100
78832
339
4275
4284
3249
9995
V103
3928
99527
57511
74749
4800
73395
37853
3485
30981
35782
45376
7093
36611
44284
V453
66431
8124
1732
1291
V171
E9344
53561
V6549
V4981
82100
5259
83100
6824
29689
99769
71903
851
71827
47874
2871
6140
2137
41081
71815
6262
E9303
V8539
2218
9975
88110
38912
55091
8568
5152
32700
43821
7246
2511
5472
6146
4542
4293
71901
66381
52550
4377
7992
4000
8054
664
7756
3452
40210
8048
562
04112
4257
E8801
1118
1570
25013
64821
72705
5370
36816
2182
1453
1768
8403
36370
V123
71996
30759
51884
36901
1537
4892
43820
72610
29381
7175
V562
2589
45385
E8902
2186
5579
69514
37230
99669
7810
7290
V1000
34280
7913
V4364
5770
27788
7076
30012
87352
5762
94534
92401
1879
86602
2350
3610
20283
8776
3573
35781
5168
70713
E8494
2841
65821
67454
72886
2126
28319
7248
4471
24280
33385
1281
40412
25083
5244
73719
4584
8472
60783
59780
5920
71888
07022
82121
61802
4710
7012
25201
V6406
27902
4419
33381
5568
2212
99581
V6409
3229
3343
1629
37931
442
71659
3882
30523
78702
3892
E8880
529
2740
40
7847
V0262
1737
47825
526
V1087
8512
55000
4719
7851
302
25012
05443
7271
V1003
E9068
19889
8664
843
3568
99677
9216
99601
53291
49121
85202
3844
8248
71680
9980
78321
5096
441
9212
3542
V4974
28731
94833
3836
0402
430
3342
7827
E8710
5824
71518
806
44289
7868
5779
9598
70709
3782
E9364
58389
V141
37749
4554
595
2689
7100
29560
5131
2188
86121
29653
2704
5124
00841
78651
05320
4588
5452
94235
632
71516
42821
4110
27739
33720
2462
523
398
E9445
71697
1390
4160
E9382
9392
292
5699
80703
3990
8701
22809
71906
E8550
5368
196
5328
9228
33811
75619
56212
75322
2300
72679
00800
42651
94128
1562
186
20929
11590
8748
86229
2839
2940
2382
80220
38021
6203
53021
71595
62133
38101
64511
2910
2832
2827
E8799
6869
V5332
3949
4836
1984
37921
38630
7080
7944
82380
9189
80709
4555
56962
3932
3956
36800
194
6111
86500
99668
43882
1104
8832
3600
1541
43330
20900
E9295
5312
4238
5715
2264
33521
2144
7936
9092
3574
1749
7919
319
9760
20286
52109
53490
3434
59960
9058
44032
47879
9992
29181
7892
37520
9642
460
3760
7580
20921
1143
4149
282
75659
78820
4348
9587
78899
2811
55120
78799
31200
64904
00843
99779
V4972
71683
6904
V143
V142
30020
85306
152
8320
V053
25051
7801
403
4732
2500
5303
1571
E8700
66982
V070
3510
82322
2381
6270
41031
57460
2250
8584
70723
40411
V4571
204
11289
3998
59589
4239
E8192
73345
V8541
45350
42090
554
V5864
95209
V571
81352
E8580
1628
7109
99799
53200
7172
E9488
8336
86344
1980
5768
V1089
08881
81002
V4369
3541
64761
80064
V122
2337
0461
1103
0093
3402
5684
8880
30751
60001
73642
1500
34282
88102
34511
7881
E9198
4351
412
7942
4169
99762
3321
70900
0417
25040
9070
30011
9971
V1202
7243
40311
5830
E9378
E8257
99672
7019
80330
E9422
990
85241
2308
56723
462
8821
340
29510
E9679
V5489
2389
78602
73600
V5881
6189
6019
9448
E9457
71947
4918
4540
53
79099
V167
V5878
5274
9041
78469
5560
57441
8244
5264
1503
2448
37189
3969
8552
03849
79022
59382
80704
E8809
3950
36274
8180
E9063
2104
61804
V620
2143
86132
E9340
E8181
3868
E9399
33391
857
797
4572
40501
24990
3980
3952
7808
2164
8400
V237
3954
72749
1518
7632
6171
3726
6926
27951
81602
07819
V1869
7294
82120
41012
66311
493
35921
8026
V582
V1046
4266
5853
20030
4718
47875
36910
V8533
7284
4024
85240
E9358
489
5307
75982
1472
95215
V4575
113
92420
7072
3606
V4512
1572
29042
22381
2900
5511
5292
25061
99701
79500
5173
41405
78340
4296
79989
V1507
9471
2102
3559
82020
48289
024
36235
3608
1222
524
2396
38023
7202
1642
53151
E8903
49391
6181
9130
81500
7833
41090
36812
35989
V6442
40402
1109
4552
78842
3829
6141
8841
6829
5523
34500
5193
2172
7099
3688
9632
30082
V434
V5411
73006
9472
8712
95218
8156
9376
6950
56489
36189
78061
3689
62981
3682
5752
5968
53370
7924
7582
3860
E8197
9824
5278
30789
7900
5942
2869
52801
5730
6255
5939
4904
4680
9551
V1022
3312
4912
V1584
53013
5340
1177
60785
2801
5793
2116
4644
9211
4920
V1085
7905
9957
48283
78951
6540
5716
36922
71946
3962
82031
6060
9630
E9411
2130
87200
6848
52103
V860
346
9095
9690
78959
78891
3798
78605
59659
V5413
78052
94224
3003
00849
7704
4496
9029
5900
E915
7318
V169
7988
72660
37851
43321
E9194
7149
436
78059
4944
4829
73740
1893
41052
33372
4640
7299
22
4692
V1649
78604
37923
681
5940
36203
5570
99655
95201
4860
122
V4583
2119
3315
4809
23876
3442
7038
03819
5963
3842
5081
73027
E9270
42490
1320
22804
27950
9920
2303
95909
2158
72741
5369
70714
86354
71848
81202
7871
20037
4550
2800
5100
81203
8312
1748
V4987
80700
8424
8260
57461
4288
532
25062
2410
541
7536
79439
74721
1623
45989
43410
V1503
59971
25063
1961
9224
V441
5225
73014
3408
E9444
3449
5160
E9504
5109
7142
9608
7816
4870
V1062
4996
4440
6970
5921
30502
30723
9056
V0252
4786
2388
2111
6208
4263
38022
V4282
34431
4872
2180
70705
E9424
28522
7135
87342
1509
V4502
29620
4230
V861
56200
45910
52340
53170
99646
1972
859
E9288
29623
4510
E8199
2141
8720
71801
41082
3951
29664
V641
633
1625
9584
V0381
34881
V5789
58881
8456
18
42831
8032
2375
3472
94209
99661
2330
29011
3278
4952
78451
29041
24981
56402
2888
71949
5933
30742
4571
6588
29690
65841
V065
1512
20302
3694
40301
7514
V1203
4439
53784
19882
56969
34460
9745
36251
37651
7969
2260
397
78869
V078
3558
V4984
V624
1631
9081
37203
E9426
E9433
30580
80102
E9299
3862
5693
28850
71832
V482
71534
70719
V1006
65661
V5871
4778
70710
33182
V427
E8785
0543
55090
71948
75321
5200
8680
23879
25032
9623
9973
5172
2510
4504
30423
331
2355
5728
56401
6143
7792
01402
8808
8921
353
1309
28730
V4365
6880
59080
5536
56738
E9447
5110
3014
V8542
1409
0413
2631
379
36230
44283
53251
7780
V4321
78722
87320
7439
46411
71655
03840
185
5829
V4976
2929
6209
72400
8407
99684
5300
3532
34989
7600
30390
05371
23875
E9392
E9452
2771
28804
90289
6240
78836
V8521
6532
75162
1640
E969
56409
E9053
7872
3599
2911
7961
30301
75471
30000
9240
E9051
8768
85400
6182
74681
28982
4251
E9018
V5843
7889
59582
1548
79029
8678
73025
V8801
1110
610
3926
79430
6183
4358
8438
4553
99831
110
8840
V8524
9182
539
73672
71956
5739
78096
E9391
06641
72270
4878
64822
E9888
71106
7218
3709
37210
61189
3710
57491
2862
79389
71515
270
8208
8900
5632
92300
80370
2980
7272
E8190
71836
61181
78829
59
82111
78838
5935
7226
E894
E8714
72671
V5421
7824
99652
78050
5831
25041
5277
78062
5424
7249
32082
36441
37430
29282
1552
V1254
9726
V468
78905
E9057
20190
57420
60091
V851
3064
9982
41051
20013
47834
4108
1599
6201
72292
V444
5078
80222
34202
1812
5529
79009
70704
30591
9950
42833
29043
45182
25639
V1240
V6103
3632
202
72703
78449
V5401
78009
86810
2750
V5416
87340
5951
99590
72
1711
5566
7768
4556
E9503
V4572
36
179
3976
9728
45351
94234
V170
5982
5988
24980
3581
7760
711
78459
73021
72819
44282
2775
8700
27650
V1053
71105
57481
30593
3598
3328
V604
1580
2112
4340
505
9597
415
252
3589
9219
6492
71902
2752
59789
71598
51911
6172
212
70589
E9353
5759
9878
8442
740
V011
986
78933
36813
E8783
1536
2767
34839
53641
3250
7852
37633
60789
5748
57149
4258
36589
V119
2812
E9348
V271
9581
56889
3369
84501
10
8752
8592
4272
7640
36202
43310
4148
27489
7355
53511
4780
8688
85305
78931
7841
5660
1731
1963
V111
40413
78864
699
V1047
53500
7930
1921
8944
2262
4353
3392
1341
42653
72939
29010
81503
9904
V4989
1871
7337
7088
52462
53020
7234
7062
69513
99604
1364
3310
3794
3970
36320
73302
3324
3093
9848
07999
29634
5496
94532
7213
9118
2326
5533
V4965
71950
78932
4820
70909
3501
71844
2861
30500
E8502
71740
2728
74561
8912
4472
60021
1529
83907
852
9991
5688
V118
87400
43411
53240
3526
29570
7286
4132
74601
E8792
70703
E8506
4380
6068
20890
6983
4387
799
1140
3814
25081
42979
5169
1707
71845
3788
3530
5187
E9055
37941
587
E9395
8750
6142
44620
29900
4696
47820
E8528
4608
7831
3549
8960
293
51883
2810
32726
80130
56961
9704
4500
57512
9032
3918
V162
05310
7560
2738
59982
V135
1532
V1541
E9425
20972
9320
11599
72141
29383
34591
E9336
05321
1712
8104
41071
99520
E8496
3404
4431
E8493
9038
3529
2132
7383
99591
85406
53010
V6110
V626
99586
2870
2794
5664
V463
8192
4295
4321
71230
94311
42981
42842
4329
E9319
7776
E9301
V1642
45111
74720
40391
72283
3248
5718
61
49122
V166
3368
7212
6823
34201
126
4830
V1270
2189
1151
5380
6592
9517
81250
3028
7891
7124
73310
45372
1175
2768
6952
53510
2339
1976
94111
81600
4972
6185
6826
56941
86501
9440
20510
7587
1713
8082
4011
01300
05412
30430
07953
V0382
761
3212
43832
E8881
1981
234
E9802
7231
5966
V601
5521
4840
72811
44422
9800
6664
95911
4417
46619
4042
33829
835
4580
71842
V1749
28861
E8797
45340
63
8930
V5883
V1083
4871
0340
5532
48231
37239
29643
6173
2162
112
71592
61610
5492
715
47821
5412
94301
4533
0416
7481
4528
73670
5650
0700
7385
5672
44381
81209
52420
44029
V8545
85186
2184
83202
20048
74191
99644
60889
37630
2756
3491
1542
72700
2890
3430
5820
2512
1892
7888
34212
69282
64661
7464
5348
9089
8256
29212
E8859
V741
4596
73679
25090
72633
2872
59970
5289
2864
2572
72889
47830
2320
3534
2222
35800
427
83309
E8788
9063
43391
V452
73028
V426
5581
36641
95200
6224
V4382
38300
2252
V147
9352
92400
29281
20411
3590
73007
7222
22801
V1271
24290
3548
59972
5420
7844
E8540
3240
1722
5856
1973
8671
1968
6289
502
V074
9953
9432
V420
639
11285
V454
6121
55012
V0253
3770
74349
4604
80707
8352
V1021
82391
V5331
1891
5692
V850
38861
92411
78843
7915
V4962
3332
37205
29644
674
5290
2669
71616
7901
37034
E9390
8096
V5042
6852
V146
394
7980
38650
3352
245
4279
61800
8076
E8781
71817
07071
1828
58889
V1044
5163
38604
44621
4910
3831
81220
2809
4531
9052
80625
V5429
4613
73309
29640
8600
3591
0900
2649
3524
73010
E9314
643
5771
43813
48249
7509
390
80609
2395
71615
5855
3083
78652
48240
73020
5520
9053
1960
99649
E8682
65911
1162
4664
40491
5589
48232
V642
1254
6908
28249
6191
9040
5512
5400
04103
73390
7360
503
3948
V553
8816
30392
72972
34830
5120
7260
88101
43811
81383
5711
V4574
207
1691
73017
85301
V6401
72281
1609
5500
72401
53130
2251
7296
6096
44024
56729
642
452
6278
82123
71596
78909
20300
68100
E9386
70700
66331
V270
2849
92232
125
99771
4416
4444
5756
20490
41061
78002
1129
71102
03843
71940
V602
193
81601
27540
6254
0330
V1259
7533
118
V138
V1079
4564
71526
5847
1888
72973
53141
5952
9348
1820
1709
V4450
29562
7138
4950
86809
V4501
370
3489
25023
3880
7596
3426
3180
2949
41181
5071
52310
3555
1831
8793
V1001
1701
3492
V1529
78499
V1241
37919
71533
33183
7015
0310
71481
4881
5780
4012
7912
78835
72751
72992
11505
78064
8408
3080
30022
33819
8888
6145
V653
2191
24291
6218
39890
78551
30181
5733
7388
2731
5764
3992
5993
85201
45183
43884
60499
1560
3553
V0260
V5427
71103
E8509
53011
53241
6164
2970
3330
6828
4770
36300
37601
8058
27411
V8537
3810
8672
25060
8128
V8523
1811
71694
3886
34831
54
4568
34690
1510
5996
27800
75
60782
68111
99666
29632
E8532
V5877
72704
81342
24220
2612
1589
99811
36520
53551
5376
6652
3838
6953
6552
4270
6028
944
9974
3556
29630
72081
34570
3460
V1209
V652
82520
43300
7832
490
7510
99671
6929
0059
5112
9583
4589
247
V152
2200
8008
287
3922
71689
7032
64901
8064
49302
80506
81201
5789
2825
78601
2384
99939
33989
3512
28732
7910
4821
0539
78939
20511
4478
29572
E0299
27709
2148
E927
99639
3768
71942
7804
7238
3562
52469
00842
343
5969
80136
8968
70725
3800
8116
72981
3748
E9293
74259
0066
29580
59581
V6400
V172
3569
72768
5286
05411
5540
4150
5539
6238
72273
9984
V4986
33399
6910
25003
5997
5180
7764
28739
4376
74320
106
1987
2761
E9352
V854
41401
2166
7028
25072
73024
1209
92721
71857
73
5364
9930
49322
1459
99813
3061
233
65281
3596
5592
30781
99739
52540
605
60000
30183
1682
6160
20920
78703
V1501
2788
42781
30184
9561
38010
30560
57510
V1582
8288
27906
V6443
73301
V8531
59984
201
78094
37141
8108
71696
57431
3100
7310
6038
25030
30533
714
7396
725
3571
7098
6760
71500
99643
V1051
5991
74602
73343
5840
20402
1832
5772
20045
01890
30451
94430
9670
E8853
V5865
E8241
E8790
53390
V4509
4269
82301
6110
1515
0383
9616
37924
34620
04111
03810
73710
73023
38611
45386
71986
V1050
96500
81612
92302
3482
8471
85309
29012
4590
E9317
2442
5258
3896
7672
341
79091
2120
V1004
78603
52510
30461
4561
38921
53100
E8586
3209
79402
2903
6258
4373
1550
5285
94339
2114
87364
240
2713
6083
1885
34481
4544
41001
99982
34489
74190
3699
7507
3776
74193
7140
2822
27787
38801
78039
3174
9594
34680
V4611
V603
1119
7916
78723
3698
609
99832
32723
37775
3313
30553
4060
47411
4208
75211
71926
7454
2115
72766
79505
2100
81341
74687
4676
3536
29680
9424
V4966
99674
60784
41410
E9313
E9307
55229
9100
9732
6073
94800
31401
29384
41022
5344
4948
8544
E9420
E8844
0529
E8160
2751
2979
64911
E8490
449
20073
8172
53085
1514
79431
2564
70720
29389
7016
6808
79579
70701
5220
45384
04101
70722
28749
2440
V016
64913
71235
86389
25010
V198
4738
4524
4684
734
53084
80109
7011
28862
5111
4838
3796
8789
7906
33821
59381
49300
34400
72670
4868
3619
9177
55010
V1060
3577
3692
71886
E9502
5964
29540
9239
8056
78093
7504
7452
7018
81301
1735
20501
5731
613
85401
3839
78901
9099
6253
4464
45352
1610
30924
1448
V153
86801
42091
71597
3620
V1009
99859
836
53491
78906
V140
73743
80708
1611
5375
61889
2113
V435
73022
2450
2760
85011
2860
7089
V4459
6190
7904
99664
4423
8920
8112
3734
7720
2001
3774
20060
4624
E9305
E8749
20502
75317
04184
5713
V0259
3326
41406
9012
38014
2555
2776
1880
33522
V528
43490
729
5132
8084
25510
4264
42761
52100
4581
1950
3804
99931
38
99851
E9320
57440
889
42971
5967
3897
8249
29633
86339
0075
4359
25033
4243
3671
4240
V1309
82009
2154
1962
78072
E856
8608
V632
94231
3445
9160
74689
3550
3780
E9479
71856
75550
5813
4231
7530
V600
94533
8168
33524
953
49120
E956
8392
86320
3972
5796
8850
99645
4467
73005
85180
3168
52
4802
30001
99689
30750
2254
81403
71784
7068
1091
3728
E882
04183
7972
E8708
3575
V163
344
7295
1531
44020
E9443
99686
5651
1985
71107
05319
82320
2762
75312
71521
81200
8761
20191
6816
81302
3659
5960
5252
8696
34889
30189
0830
V5861
78639
691
7200
59389
30493
52402
2270
7063
04679
5641
5950
29990
5722
844
36019
V168
34403
81249
E9383
401
99709
5854
57451
30480
5012
78721
60010
66321
E887
V433
20934
1913
8820
4846
9344
8708
57430
496
05329
30302
56881
51181
72743
8052
E8240
33900
75989
7534
2866
V145
3528
5799
53649
75313
6010
74761
7197
V5849
326
2553
71195
2441
78729
124
9232
7696
3540
7020
34
0085
34290
1519
809
E9060
56983
30481
53290
7822
5183
4779
6850
29592
8728
56731
5844
1700
5119
E918
81221
82129
7806
5063
3772
7283
2538
99654
92320
47824
1840
99657
E9881
6248
317
E9455
34440
30490
25001
2411
55320
36400
25542
294
762
24
82382
7515
7784
8904
27669
80502
71231
43885
2894
4022
72930
8760
598
1991
3846
2118
7542
920
6496
4448
99989
7821
72971
3210
75481
5990
973
3181
82302
2828
4848
0389
41011
4465
49382
68102
5941
42
8738
1723
V442
7503
05313
29654
4828
3612
2534
37950
5068
8224
83500
37741
75311
27549
9112
3884
37273
3090
7141
2774
32724
7393
5959
64421
80101
V425
23872
5695
9140
14
4386
9330
3008
603
3419
29980
92311
E9421
9064
72291
7963
7885
1919
00869
832
56981
2518
5552
56942
7869
30411
94840
6820
36511
9142
8864
E8842
612
78833
20284
43812
E8210
6184
4260
20041
60886
8304
29410
1505
2777
V4577
6560
94127
9243
E9240
3531
53012
6192
72665
61801
3301
V144
80701
51882
2452
33520
79381
8731
45381
6118
7391
4420
29624
43331
78724
V1581
7570
E9441
5649
45371
2967
3964
34510
3752
3518
70901
8911
94137
7024
6988
81
V8538
31
V1302
85
48230
64251
E8846
52689
V1741
71489
30391
37200
45382
184
1145
2210
28311
V7109
8480
2769
E9505
4052
4831
28869
2863
2858
V619
5790
5363
64231
20301
45373
2851
7217
5372
3888
5320
V662
7945
72409
5212
7079
2638
69589
30492
8220
7931
27702
1530
24211
651
4900
V4970
E9308
V4581
04182
6930
2721
V5841
4516
25541
64291
73712
1769
25200
8144
4708
6216
2374
94434
71681
0940
3331
28802
56210
V0481
81402
3099
73729
4473
41519
2722
78461
8088
82101
E030
86345
3484
9067
03841
73316
1952
7590
71236
E9330
25052
44481
5644
66602
84500
151
46400
1990
E9208
V8543
25002
25208
9604
28959
99702
45184
5476
7245
5528
4449
4620
0380
3572
8120
V4573
52342
31230
52809
6101
4010
80501
8528
28489
36504
2230
7788
4054
42613
E8791
9208
79094
1743
1419
64881
9061
V1279
7469
0542
5676
6548
2242
8140
80842
6151
99791
7748
34981
16
V4322
8044
78930
5636
53340
78701
28951
36616
1733
53530
1481
4784
72879
5559
72740
40200
E8709
4659
94542
7289
36253
30440
74762
2536
84210
9090
V177
V1508
4864
99685
20051
1718
5208
1174
07044
E9300
3720
V1090
51189
3341
E9331
594
4424
7230
34610
131
V4511
23877
72813
43311
V1351
V0981
92310
7092
7676
5352
1622
8711
42823
V536
5184
537
3370
V717
5296
75315
2710
7014
45189
1975
9115
8509
81000
3820
4619
5989
5738
6250
763
1441
68110
3192
5070
05312
86122
70715
07070
81109
70
36043
3009
04189
78065
5024
5282
3226
20270
99585
82133
3832
2630
4578
6149
4162
7308
68601
37272
096
2742
94219
585
5902
78609
E8843
6084
2899
83400
2165
2874
64683
4932
5128
79380
27403
E9291
303
81322
42291
37946
71905
6272
6162
3172
1710
3968
99683
36284
4312
56984
74764
1724
36902
9648
3071
35801
81240
75567
20210
6821
31323
25053
V5409
7928
2639
1101
8605
7462
20070
1692
5538
23874
80236
72271
V176
35981
92309
2749
E9192
71532
5732
3519
5962
7843
71509
56882
5961
53082
4941
05410
2881
90182
72885
47400
72989
0419
34590
94536
94438
99642
9066
0398
E8784
95892
20810
4168
4541
7991
81344
741
1882
20287
E9327
5804
1289
5819
E989
6860
66191
1906
80106
75612
E8495
2720
3159
28529
501
71891
40591
V272
8910
315
3019
3203
7566
1970
36250
7325
53642
5121
48282
8132
3816
V638
42830
2830
7421
37855
34939
1953
5755
E8888
71840
73026
2240
72709
51881
V643
6039
688
5280
7933
00846
142
5524
9400
229
8100
E8589
30431
75169
3817
44103
62
9131
6020
64201
59000
1534
4254
4413
27542
2080
75459
71835
51
601
2168
4370
75563
V2651
E9309
37410
44281
94239
7862
E8794
61882
4479
30393
73340
40310
6029
1538
E9283
600
80
3420
V448
1639
99660
1121
72402
E8810
56789
8024
1983
83906
29650
2718
71695
82523
7876
9200
515
4480
64841
42989
8164
71811
310
2764
2359
5227
2753
83804
4210
82525
52423
64891
81305
95912
V1204
7461
1702
79093
73641
4648
2920
75615
4712
04104
45829
5792
2353
78001
20047
8751
78079
V4362
1759
1398
E9354
7366
1363
1120
6827
6868
7772
57140
56989
45933
9416
94320
81354
V4283
7517
71846
29020
56982
94333
81307
3784
41402
7010
6961
7968
9972
58181
19881
30410
6179
33119
87349
20011
V1253
72763
480
V066
72887
03285
5600
44102
325
E8508
07020
80150
8469
56039
8028
58281
30522
6210
55011
7866
24900
39891
3128
74100
29561
6512
8384
620
4429
9529
40403
153
7859
3764
9248
29040
1540
4470
7854
4289
55220
3961
5092
36254
V631
27903
45931
9384
9599
2859
7993
V7284
V071
30110
71537
9895
27789
E9306
2932
7177
2726
5080
73000
2766
71907
2570
E9242
5188
881
V6542
7708
64121
V617
66041
67432
6232
V8535
78900
79581
57490
5734
44629
01193
5270
V6284
9640
V423
82122
1474
70702
8940
7030
71196
5839
72769
0318
E8786
78650
V110
3051
29500
2386
9912
E8668
1649
3228
135
0414
9998
3079
3422
8080
37991
81351